Repository: ano101/Leaf-Scanner
Catalog: Sources/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, kk, pt_br, tr, uk, zh_hans

# app.error.start
source: Не удалось открыть архив
ar: تعذّر فتح الأرشيف
de: Das Archiv konnte nicht geöffnet werden
en: Could not open the archive
es: No se pudo abrir el archivo
fr: Impossible d’ouvrir l’archive
kk: Мұрағатты ашу мүмкін болмады
pt_br: Não foi possível abrir o arquivo
tr: Arşiv açılamadı
uk: Не вдалося відкрити архів
zh_hans: 无法打开档案

# common.retry
source: Повторить
ar: إعادة المحاولة
de: Erneut versuchen
en: Try again
es: Reintentar
fr: Réessayer
kk: Қайталау
pt_br: Tentar de novo
tr: Yeniden dene
uk: Повторити
zh_hans: 重试

# common.cancel
source: Отмена
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
kk: Болдырмау
pt_br: Cancelar
tr: Vazgeç
uk: Скасувати
zh_hans: 取消

# common.create
source: Создать
ar: إنشاء
de: Erstellen
en: Create
es: Crear
fr: Créer
kk: Жасау
pt_br: Criar
tr: Oluştur
uk: Створити
zh_hans: 创建

# common.delete
source: Удалить
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
kk: Жою
pt_br: Excluir
tr: Sil
uk: Видалити
zh_hans: 删除

# common.save
source: Сохранить
ar: حفظ
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
kk: Сақтау
pt_br: Salvar
tr: Kaydet
uk: Зберегти
zh_hans: 存储

# common.done
source: Готово
ar: تم
de: Fertig
en: Done
es: Listo
fr: OK
kk: Дайын
pt_br: Pronto
tr: Tamam
zh_hans: 完成

# common.close
source: Закрыть
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
kk: Жабу
pt_br: Fechar
tr: Kapat
uk: Закрити
zh_hans: 关闭

# archive.title
source: Документы
ar: المستندات
de: Dokumente
en: Documents
es: Documentos
fr: Documents
kk: Құжаттар
pt_br: Documentos
tr: Belgeler
uk: Документи
zh_hans: 文稿

# archive.search.prompt
source: Поиск по тексту документов
ar: ابحث في نص المستندات
de: Im Text der Dokumente suchen
en: Search inside documents
es: Buscar en el texto de los documentos
fr: Rechercher dans le texte des documents
kk: Құжат мәтіні бойынша іздеу
pt_br: Buscar no texto dos documentos
tr: Belge metninde ara
uk: Пошук за текстом документів
zh_hans: 在文稿正文中搜索

# archive.scan
source: Сканировать
ar: مسح ضوئي
de: Scannen
en: Scan
es: Escanear
fr: Numériser
kk: Сканерлеу
pt_br: Digitalizar
tr: Tara
uk: Сканувати
zh_hans: 扫描

# archive.scan.duplex
source: Обе стороны
ar: الوجهان
de: Beide Seiten
en: Both sides
es: Ambas caras
fr: Recto verso
kk: Екі жағы
pt_br: Frente e verso
tr: İki yüz
uk: Обидві сторони
zh_hans: 正反两面

# archive.folder.new
source: Новая папка
ar: مجلد جديد
de: Neuer Ordner
en: New folder
es: Nueva carpeta
fr: Nouveau dossier
kk: Жаңа қалта
pt_br: Nova pasta
tr: Yeni klasör
uk: Нова тека
zh_hans: 新建文件夹

# archive.folder.name
source: Название папки
ar: اسم المجلد
de: Ordnername
en: Folder name
es: Nombre de la carpeta
fr: Nom du dossier
kk: Қалта атауы
pt_br: Nome da pasta
tr: Klasör adı
uk: Назва теки
zh_hans: 文件夹名称

# archive.group.folders
source: Папки
ar: المجلدات
de: Ordner
en: Folders
es: Carpetas
fr: Dossiers
kk: Қалталар
pt_br: Pastas
tr: Klasörler
uk: Теки
zh_hans: 文件夹

# archive.group.today
source: Сегодня
ar: اليوم
de: Heute
en: Today
es: Hoy
fr: Aujourd’hui
kk: Бүгін
pt_br: Hoje
tr: Bugün
uk: Сьогодні
zh_hans: 今天

# archive.group.week
source: На этой неделе
ar: هذا الأسبوع
de: Diese Woche
en: This week
es: Esta semana
fr: Cette semaine
kk: Осы аптада
pt_br: Esta semana
tr: Bu hafta
uk: Цього тижня
zh_hans: 本周

# archive.group.earlier
source: Раньше
ar: سابقًا
de: Früher
en: Earlier
es: Antes
fr: Plus tôt
kk: Бұрынырақ
pt_br: Antes
tr: Daha önce
uk: Раніше
zh_hans: 更早

# archive.empty.title
source: Здесь будут ваши документы
ar: ستكون مستنداتك هنا
de: Hier werden Ihre Dokumente liegen
en: Your documents will live here
es: Aquí estarán sus documentos
fr: Vos documents seront ici
kk: Мұнда сіздің құжаттарыңыз болады
pt_br: Seus documentos ficarão aqui
tr: Belgeleriniz burada olacak
uk: Тут будуть ваші документи
zh_hans: 您的文稿会出现在这里

# archive.empty.message
source: Всё остаётся на этом устройстве. Ни одного сетевого запроса, ни одного аккаунта.
ar: كل شيء يبقى على هذا الجهاز. لا طلب شبكة واحد، ولا حساب واحد.
de: Alles bleibt auf diesem Gerät. Keine einzige Netzwerkanfrage, kein einziges Konto.
en: Everything stays on this device. No network requests, no accounts.
es: Todo se queda en este dispositivo. Ni una sola petición de red, ni una sola cuenta.
fr: Tout reste sur cet appareil. Aucune requête réseau, aucun compte.
kk: Бәрі осы құрылғыда қалады. Бірде-бір желілік сұрау жоқ, бірде-бір тіркелгі жоқ.
pt_br: Tudo fica neste aparelho. Nenhuma requisição de rede, nenhuma conta.
tr: Her şey bu cihazda kalır. Tek bir ağ isteği yok, tek bir hesap yok.
uk: Усе лишається на цьому пристрої. Жодного мережевого запиту, жодного облікового запису.
zh_hans: 一切都留在这台设备上。没有任何网络请求，也没有任何账号。

# archive.search.empty.title
source: Такого документа пока нет
ar: لا يوجد مثل هذا المستند بعد
de: Ein solches Dokument gibt es noch nicht
en: No such document yet
es: Todavía no existe ese documento
fr: Ce document n’existe pas encore
kk: Мұндай құжат әзірге жоқ
pt_br: Esse documento ainda não existe
tr: Böyle bir belge henüz yok
uk: Такого документа поки немає
zh_hans: 还没有这样的文稿

# archive.search.empty.message
source: Можно снять его прямо сейчас — распознавание найдёт текст само.
ar: يمكنك مسحه الآن — سيعثر التعرّف على النص بنفسه.
de: Sie können es sofort scannen — die Texterkennung findet den Text von selbst.
en: You can scan it right now — the text will be recognised for you.
es: Puede escanearlo ahora mismo: el reconocimiento encontrará el texto por sí solo.
fr: Vous pouvez le numériser tout de suite — la reconnaissance trouvera le texte elle-même.
kk: Оны дәл қазір түсіруге болады — мәтінді тану өзі табады.
pt_br: Você pode digitalizá-lo agora mesmo — o reconhecimento acha o texto sozinho.
tr: Hemen şimdi tarayabilirsiniz — metni tanıma kendisi bulur.
uk: Можна зняти його просто зараз — розпізнавання знайде текст саме.
zh_hans: 现在就可以扫描——文字识别会自行找到内容。

# archive.error.load
source: Не удалось прочитать архив
ar: تعذّرت قراءة الأرشيف
de: Das Archiv konnte nicht gelesen werden
en: Could not read the archive
es: No se pudo leer el archivo
fr: Impossible de lire l’archive
kk: Мұрағатты оқу мүмкін болмады
pt_br: Não foi possível ler o arquivo
tr: Arşiv okunamadı
uk: Не вдалося прочитати архів
zh_hans: 无法读取档案

# archive.error.search
source: Поиск не отвечает
ar: البحث لا يستجيب
de: Die Suche antwortet nicht
en: Search is not responding
es: La búsqueda no responde
fr: La recherche ne répond pas
kk: Іздеу жауап бермейді
pt_br: A busca não responde
tr: Arama yanıt vermiyor
uk: Пошук не відповідає
zh_hans: 搜索没有响应

# archive.error.delete
source: Документ не удалился
ar: لم يُحذف المستند
de: Das Dokument wurde nicht gelöscht
en: The document was not deleted
es: El documento no se eliminó
fr: Le document n’a pas été supprimé
kk: Құжат жойылмады
pt_br: O documento não foi excluído
tr: Belge silinmedi
uk: Документ не видалився
zh_hans: 文稿未被删除

# archive.error.folder
source: Папка не создалась
ar: لم يُنشأ المجلد
de: Der Ordner wurde nicht erstellt
en: The folder was not created
es: La carpeta no se creó
fr: Le dossier n’a pas été créé
kk: Қалта жасалмады
pt_br: A pasta não foi criada
tr: Klasör oluşturulmadı
uk: Тека не створилася
zh_hans: 文件夹未创建

# document.rename
source: Переименовать
ar: إعادة التسمية
de: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
kk: Атын өзгерту
pt_br: Renomear
tr: Yeniden adlandır
uk: Перейменувати
zh_hans: 重命名

# document.name
source: Название
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
kk: Атауы
pt_br: Nome
tr: Ad
uk: Назва
zh_hans: 名称

# document.rotate
source: Повернуть
ar: تدوير
de: Drehen
en: Rotate
es: Girar
fr: Faire pivoter
kk: Бұру
pt_br: Girar
tr: Döndür
uk: Повернути
zh_hans: 旋转

# document.rotateAll
source: Повернуть все страницы
ar: تدوير كل الصفحات
de: Alle Seiten drehen
en: Rotate every page
es: Girar todas las páginas
fr: Faire pivoter toutes les pages
kk: Барлық бетті бұру
pt_br: Girar todas as páginas
tr: Tüm sayfaları döndür
uk: Повернути всі сторінки
zh_hans: 旋转所有页面

# document.edit
source: Правка страницы
ar: تحرير الصفحة
de: Seite bearbeiten
en: Edit page
es: Editar la página
fr: Modifier la page
kk: Бетті өңдеу
pt_br: Editar a página
tr: Sayfayı düzenle
uk: Редагування сторінки
zh_hans: 编辑页面

# document.filter
source: Вид
ar: المظهر
de: Darstellung
en: Look
es: Aspecto
fr: Rendu
kk: Түрі
pt_br: Aparência
tr: Görünüm
uk: Вигляд
zh_hans: 外观

# document.split
source: Разделить здесь
ar: التقسيم هنا
de: Hier teilen
en: Split here
es: Dividir aquí
fr: Séparer ici
kk: Осы жерден бөлу
pt_br: Dividir aqui
tr: Buradan böl
uk: Розділити тут
zh_hans: 在此拆分

# document.export
source: Отправить или сохранить
ar: إرسال أو حفظ
de: Senden oder sichern
en: Send or save
es: Enviar o guardar
fr: Envoyer ou enregistrer
kk: Жіберу немесе сақтау
pt_br: Enviar ou salvar
tr: Gönder veya kaydet
uk: Надіслати або зберегти
zh_hans: 发送或存储

# document.redaction.hint
source: Найдены личные данные. Нажмите на рамку, чтобы закрыть их насовсем, или обведите своё место пальцем.
ar: عُثر على بيانات شخصية. المس الإطار لإزالتها نهائيًا، أو ارسم منطقتك بإصبعك.
de: Persönliche Daten gefunden. Tippen Sie auf den Rahmen, um sie endgültig zu entfernen, oder umranden Sie eine eigene Stelle mit dem Finger.
en: Personal data found. Tap a frame to remove it for good, or draw your own area.
es: Se han detectado datos personales. Toque el marco para borrarlos para siempre, o rodee su propia zona con el dedo.
fr: Données personnelles détectées. Touchez le cadre pour les effacer définitivement, ou entourez votre propre zone du doigt.
kk: Жеке деректер табылды. Оларды біржола жабу үшін жақтауды басыңыз немесе өз жеріңізді саусақпен сызыңыз.
pt_br: Dados pessoais encontrados. Toque no quadro para apagá-los de vez, ou contorne sua própria área com o dedo.
tr: Kişisel veri bulundu. Kalıcı olarak kapatmak için çerçeveye dokunun ya da kendi alanınızı parmağınızla çizin.
uk: Знайдено особисті дані. Натисніть на рамку, щоб закрити їх назавжди, або обведіть своє місце пальцем.
zh_hans: 发现个人信息。点按方框可将其彻底抹去，也可以用手指圈出自己的区域。

# document.redaction.clear
source: Снять замазку
ar: إلغاء الإخفاء
de: Schwärzung aufheben
en: Clear redaction
es: Quitar lo tapado
fr: Retirer le masque
kk: Жабуды алып тастау
pt_br: Remover a ocultação
tr: Karartmayı kaldır
uk: Зняти замалювання
zh_hans: 取消遮盖

# document.error.lastPage
source: Последняя страница остаётся — удалите документ целиком из списка
ar: الصفحة الأخيرة تبقى — احذف المستند بأكمله من القائمة
de: Die letzte Seite bleibt — löschen Sie das Dokument ganz aus der Liste
en: The last page stays — delete the whole document from the list
es: La última página se queda: elimine el documento entero desde la lista
fr: La dernière page reste — supprimez le document entier depuis la liste
kk: Соңғы бет қалады — құжатты тізімнен толық жойыңыз
pt_br: A última página fica — exclua o documento inteiro pela lista
tr: Son sayfa kalır — belgeyi listeden tümüyle silin
uk: Остання сторінка лишається — видаліть документ повністю зі списку
zh_hans: 最后一页会保留——请从列表中整份删除该文稿

# document.error.splitEdge
source: Здесь делить нечего: одна из половин осталась бы пустой
ar: لا شيء لتقسيمه هنا: سيبقى أحد النصفين فارغًا
de: Hier gibt es nichts zu teilen: eine der Hälften bliebe leer
en: Nothing to split here: one half would be empty
es: Aquí no hay nada que dividir: una de las mitades quedaría vacía
fr: Il n’y a rien à séparer ici : une des moitiés serait vide
kk: Мұнда бөлетін ештеңе жоқ: жартысының бірі бос қалар еді
pt_br: Aqui não há o que dividir: uma das metades ficaria vazia
tr: Burada bölünecek bir şey yok: yarılardan biri boş kalırdı
uk: Тут ділити нічого: одна з половин лишилася б порожньою
zh_hans: 这里无从拆分：其中一半会是空的

# document.error.save
source: Правка не сохранилась
ar: لم يُحفظ التعديل
de: Die Änderung wurde nicht gesichert
en: The change was not saved
es: El cambio no se guardó
fr: La modification n’a pas été enregistrée
kk: Өзгеріс сақталмады
pt_br: A alteração não foi salva
tr: Değişiklik kaydedilmedi
uk: Зміну не збережено
zh_hans: 改动未保存

# export.title
source: Отправка
ar: الإرسال
de: Senden
en: Sending
es: Envío
fr: Envoi
kk: Жіберу
pt_br: Envio
tr: Gönderme
uk: Надсилання
zh_hans: 发送

# export.preset
source: Куда отправляете
ar: إلى أين ترسل
de: Wohin senden Sie
en: Where it goes
es: Adónde lo envía
fr: Où l’envoyez-vous
kk: Қайда жібересіз
pt_br: Para onde vai enviar
tr: Nereye gönderiyorsunuz
uk: Куди надсилаєте
zh_hans: 发往何处

# export.preset.gosuslugi
source: Госуслуги — до 5 МБ
ar: بوابة حكومية — حتى ٥ م.ب
de: Behördenportal — bis 5 MB
en: Government portal — up to 5 MB
es: Portal público — hasta 5 MB
fr: Portail administratif — jusqu’à 5 Mo
kk: Мемлекеттік портал — 5 МБ дейін
pt_br: Portal público — até 5 MB
tr: Devlet portalı — 5 MB’a kadar
uk: Державний портал — до 5 МБ
zh_hans: 政务门户 — 不超过 5 MB

# export.preset.email
source: Письмо — до 10 МБ
ar: بريد — حتى ١٠ م.ب
de: E-Mail — bis 10 MB
en: Email — up to 10 MB
es: Correo — hasta 10 MB
fr: E-mail — jusqu’à 10 Mo
kk: Хат — 10 МБ дейін
pt_br: E-mail — até 10 MB
tr: E-posta — 10 MB’a kadar
uk: Лист — до 10 МБ
zh_hans: 邮件 — 不超过 10 MB

# export.preset.bank
source: Банк — до 2 МБ
ar: بنك — حتى ٢ م.ب
de: Bank — bis 2 MB
en: Bank — up to 2 MB
es: Banco — hasta 2 MB
fr: Banque — jusqu’à 2 Mo
kk: Банк — 2 МБ дейін
pt_br: Banco — até 2 MB
tr: Banka — 2 MB’a kadar
zh_hans: 银行 — 不超过 2 MB

# export.preset.visa
source: Виза — до 1 МБ
ar: تأشيرة — حتى ١ م.ب
de: Visum — bis 1 MB
en: Visa — up to 1 MB
es: Visado — hasta 1 MB
fr: Visa — jusqu’à 1 Mo
kk: Виза — 1 МБ дейін
pt_br: Visto — até 1 MB
tr: Vize — 1 MB’a kadar
uk: Віза — до 1 МБ
zh_hans: 签证 — 不超过 1 MB

# export.preset.custom
source: Свой размер
ar: حجمي الخاص
de: Eigene Größe
en: My own size
es: Mi propio tamaño
fr: Ma propre taille
kk: Өз өлшемім
pt_br: Meu próprio tamanho
tr: Kendi boyutum
uk: Свій розмір
zh_hans: 自定大小

# export.size
source: Предельный вес
ar: الحد الأقصى للحجم
de: Größenbegrenzung
en: Size limit
es: Tamaño máximo
fr: Taille maximale
kk: Шекті салмақ
pt_br: Tamanho máximo
tr: Boyut sınırı
uk: Гранична вага
zh_hans: 大小上限

# export.password
source: Пароль на файл
ar: كلمة سر الملف
de: Passwort für die Datei
en: File password
es: Contraseña del archivo
fr: Mot de passe du fichier
kk: Файлға құпия сөз
pt_br: Senha do arquivo
tr: Dosya parolası
zh_hans: 文件密码

# export.password.hint
source: Только латинские буквы и цифры — так устроен формат PDF. Пароль нигде не сохраняется: забытый восстановить нельзя.
ar: حروف لاتينية وأرقام فقط — هكذا تعمل صيغة PDF. لا تُحفظ كلمة السر في أي مكان: المنسية لا يمكن استعادتها.
de: Nur lateinische Buchstaben und Ziffern — so funktioniert das PDF-Format. Das Passwort wird nirgends gespeichert: ein vergessenes lässt sich nicht wiederherstellen.
en: Latin letters and digits only — that is how PDF works. The password is never stored: a forgotten one cannot be recovered.
es: Solo letras latinas y cifras: así funciona el formato PDF. La contraseña no se guarda en ningún sitio: si se olvida, no se puede recuperar.
fr: Lettres latines et chiffres uniquement — c’est ainsi que fonctionne le format PDF. Le mot de passe n’est stocké nulle part : oublié, il est irrécupérable.
kk: Тек латын әріптері мен цифрлар — PDF пішімі осылай жасалған. Құпия сөз еш жерде сақталмайды: ұмытылғанын қалпына келтіру мүмкін емес.
pt_br: Apenas letras latinas e números — é assim que o formato PDF funciona. A senha não é guardada em lugar algum: esquecida, não há como recuperá-la.
tr: Yalnızca Latin harfleri ve rakamlar — PDF biçimi böyle çalışır. Parola hiçbir yerde saklanmaz: unutulanı geri getirmek mümkün değildir.
uk: Лише латинські літери та цифри — так влаштований формат PDF. Пароль ніде не зберігається: забутий відновити неможливо.
zh_hans: 仅限拉丁字母和数字——PDF 格式如此规定。密码不会保存在任何地方：忘记后无法找回。

# export.result
source: Что получится
ar: ما ستحصل عليه
de: Was dabei herauskommt
en: What you get
es: Lo que se obtiene
fr: Ce que vous obtiendrez
kk: Не шығады
pt_br: O que sai
tr: Ne çıkacak
uk: Що вийде
zh_hans: 最终结果

# export.working
source: Подбираю размер…
ar: جارٍ ضبط الحجم…
de: Größe wird angepasst…
en: Fitting the size…
es: Ajustando el tamaño…
fr: Ajustement de la taille…
kk: Өлшем таңдалуда…
pt_br: Ajustando o tamanho…
tr: Boyut ayarlanıyor…
uk: Підбираю розмір…
zh_hans: 正在调整大小…

# export.impossible.hint
source: Попробуйте снять лишние страницы или разделить документ.
ar: جرّب إزالة الصفحات الزائدة أو تقسيم المستند.
de: Entfernen Sie überflüssige Seiten oder teilen Sie das Dokument.
en: Try removing extra pages or splitting the document.
es: Pruebe a quitar páginas sobrantes o a dividir el documento.
fr: Essayez de retirer des pages ou de séparer le document.
kk: Артық беттерді алып тастап көріңіз немесе құжатты бөліңіз.
pt_br: Tente remover páginas sobrando ou dividir o documento.
tr: Fazla sayfaları çıkarmayı veya belgeyi bölmeyi deneyin.
uk: Спробуйте прибрати зайві сторінки або розділити документ.
zh_hans: 试着删掉多余页面，或把文稿拆开。

# export.suggestion
source: В цвете такой вес недостижим. В сером получится.
ar: هذا الحجم غير ممكن بالألوان. بالرمادي ممكن.
de: In Farbe ist diese Größe nicht erreichbar. In Graustufen schon.
en: This size is out of reach in colour. Gray will fit.
es: En color no se alcanza ese tamaño. En gris sí.
fr: En couleur, cette taille est hors d’atteinte. En gris, elle passe.
kk: Түрлі-түсті түрде мұндай салмаққа жету мүмкін емес. Сұр түрде шығады.
pt_br: Em cores esse tamanho não dá. Em cinza dá.
tr: Renkli olarak bu boyuta ulaşılamaz. Gri tonlamada olur.
uk: У кольорі такої ваги не досягти. У сірому вийде.
zh_hans: 彩色达不到这个大小，灰度可以。

# export.suggestion.accept
source: Перейти в серый
ar: التحويل إلى الرمادي
de: Zu Graustufen wechseln
en: Switch to gray
es: Pasar a gris
fr: Passer en gris
kk: Сұр түрге ауысу
pt_br: Mudar para cinza
tr: Gri tonlamaya geç
uk: Перейти в сірий
zh_hans: 切换到灰度

# export.share
source: Поделиться
ar: مشاركة
de: Teilen
en: Share
es: Compartir
fr: Partager
kk: Бөлісу
pt_br: Compartilhar
tr: Paylaş
uk: Поділитися
zh_hans: 共享

# export.print
source: Печать
ar: طباعة
de: Drucken
en: Print
es: Imprimir
fr: Imprimer
kk: Басып шығару
pt_br: Imprimir
tr: Yazdır
uk: Друк
zh_hans: 打印

# export.error.password
source: Пароль с кириллицей формат PDF не принимает
ar: صيغة PDF لا تقبل كلمة سر بالحروف السيريلية
de: Das PDF-Format akzeptiert kein kyrillisches Passwort
en: PDF does not accept a Cyrillic password
es: El formato PDF no acepta una contraseña en cirílico
fr: Le format PDF n’accepte pas un mot de passe en cyrillique
kk: PDF пішімі кирилл әріптерімен жазылған құпия сөзді қабылдамайды
pt_br: O formato PDF não aceita senha em cirílico
tr: PDF biçimi Kiril harfli parolayı kabul etmez
uk: Пароль кирилицею формат PDF не приймає
zh_hans: PDF 格式不接受西里尔字母密码

# export.error.build
source: Не удалось собрать файл
ar: تعذّر إنشاء الملف
de: Die Datei konnte nicht erstellt werden
en: Could not build the file
es: No se pudo crear el archivo
fr: Impossible de créer le fichier
kk: Файлды жинау мүмкін болмады
pt_br: Não foi possível montar o arquivo
tr: Dosya oluşturulamadı
uk: Не вдалося зібрати файл
zh_hans: 无法生成文件

# lock.title
source: Архив закрыт
ar: الأرشيف مقفل
de: Archiv gesperrt
en: The archive is locked
es: Archivo bloqueado
fr: Archive verrouillée
kk: Мұрағат жабық
pt_br: Arquivo bloqueado
tr: Arşiv kilitli
uk: Архів закрито
zh_hans: 档案已锁定

# lock.unlock
source: Открыть
ar: فتح
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
kk: Ашу
pt_br: Desbloquear
tr: Aç
uk: Відкрити
zh_hans: 解锁

# lock.reason
source: Откройте доступ к своим документам
ar: افتح الوصول إلى مستنداتك
de: Geben Sie den Zugang zu Ihren Dokumenten frei
en: Unlock access to your documents
es: Desbloquee el acceso a sus documentos
fr: Déverrouillez l’accès à vos documents
kk: Өз құжаттарыңызға кіруді ашыңыз
pt_br: Libere o acesso aos seus documentos
tr: Kendi belgelerinize erişimi açın
uk: Відкрийте доступ до своїх документів
zh_hans: 打开您自己文稿的访问权限

# lock.error.unavailable
source: На этом устройстве нет ни Face ID, ни кода — замок работать не будет
ar: لا يوجد في هذا الجهاز Face ID ولا رمز — لن يعمل القفل
de: Auf diesem Gerät gibt es weder Face ID noch einen Code — die Sperre kann nicht funktionieren
en: This device has neither Face ID nor a passcode — the lock cannot work
es: Este dispositivo no tiene ni Face ID ni código: el bloqueo no puede funcionar
fr: Cet appareil n’a ni Face ID ni code — le verrou ne peut pas fonctionner
kk: Бұл құрылғыда Face ID де, код та жоқ — құлып жұмыс істемейді
pt_br: Este aparelho não tem Face ID nem código — o bloqueio não funciona
tr: Bu cihazda ne Face ID ne de parola var — kilit çalışmaz
uk: На цьому пристрої немає ні Face ID, ні коду — замок не працюватиме
zh_hans: 这台设备既没有面容 ID 也没有密码——锁无法工作

# lock.error.refused
source: Проверка не прошла. Архив остаётся закрытым.
ar: لم يُجتَز التحقق. يبقى الأرشيف مقفلًا.
de: Die Prüfung ist fehlgeschlagen. Das Archiv bleibt gesperrt.
en: Verification failed. The archive stays locked.
es: La verificación no se superó. El archivo sigue bloqueado.
fr: La vérification a échoué. L’archive reste verrouillée.
kk: Тексеруден өтпедіңіз. Мұрағат жабық қалады.
pt_br: A verificação falhou. O arquivo continua bloqueado.
tr: Doğrulama başarısız. Arşiv kapalı kalıyor.
uk: Перевірку не пройдено. Архів лишається закритим.
zh_hans: 验证未通过。档案保持锁定。

# export.size.value %@
source: Не больше %@
ar: بحد أقصى %@
de: Höchstens %@
en: No more than %@
es: No más de %@
fr: Pas plus de %@
kk: %@ аспасын
pt_br: No máximo %@
tr: En çok %@
uk: Не більше за %@
zh_hans: 不超过 %@

# export.ready %@
source: Файл на %@
ar: ملف بحجم %@
de: Datei mit %@
en: A %@ file
es: Archivo de %@
fr: Fichier de %@
kk: Файл көлемі %@
pt_br: Arquivo de %@
tr: %@ boyutunda dosya
zh_hans: 文件大小 %@

# export.heaviest %lld
source: Тяжелее всех страница %lld
ar: الأثقل هي الصفحة %lld
de: Am schwersten ist Seite %lld
en: Page %lld is the heaviest
es: La más pesada es la página %lld
fr: La plus lourde est la page %lld
kk: Ең ауыры — %lld-бет
pt_br: A mais pesada é a página %lld
tr: En ağırı %lld. sayfa
uk: Найважча — сторінка %lld
zh_hans: 第 %lld 页最重

# export.impossible %@
source: Легче %@ не получится даже чёрно-белым
ar: حتى بالأبيض والأسود لن يقل عن %@
de: Auch in Schwarzweiß wird es nicht leichter als %@
en: Even black and white will not go below %@
es: Ni en blanco y negro se baja de %@
fr: Même en noir et blanc, on ne descend pas sous %@
kk: Ақ-қара түрде де %@ шамасынан жеңіл болмайды
pt_br: Nem em preto e branco fica menor que %@
tr: Siyah beyazda bile %@ altına inilemez
uk: Легше за %@ не вийде навіть чорно-білим
zh_hans: 即使黑白也无法小于 %@

# sensitive.cardNumber
source: Номер карты
ar: رقم البطاقة
de: Kartennummer
en: Card number
es: Número de tarjeta
fr: Numéro de carte
kk: Карта нөмірі
pt_br: Número do cartão
tr: Kart numarası
uk: Номер картки
zh_hans: 卡号

# sensitive.passport
source: Паспорт
ar: جواز السفر
de: Reisepass
en: Passport
es: Pasaporte
fr: Passeport
kk: Төлқұжат
pt_br: Passaporte
tr: Pasaport
zh_hans: 护照

# sensitive.taxID
source: ИНН
ar: الرقم الضريبي
de: Steuernummer
en: Tax number
es: Número fiscal
fr: Numéro fiscal
kk: СТН
pt_br: Número fiscal
tr: Vergi numarası
uk: Податковий номер
zh_hans: 税号

# sensitive.phone
source: Телефон
ar: رقم الهاتف
de: Telefonnummer
en: Phone number
es: Número de teléfono
fr: Numéro de téléphone
pt_br: Telefone
tr: Telefon
zh_hans: 电话号码

# archive.pages %lld
source: %lld страницы
ar: %lld صفحة
de: %lld Seiten
en: %lld pages
es: %lld páginas
fr: %lld pages
kk: %lld бет
pt_br: %lld páginas
tr: %lld sayfa
uk: %lld сторінки
zh_hans: %lld 页

# archive.import.photos
source: Из фотографий
ar: من الصور
de: Aus Fotos
en: From Photos
es: Desde Fotos
fr: Depuis Photos
kk: Фотосуреттерден
pt_br: Das Fotos
tr: Fotoğraflardan
uk: З фотографій
zh_hans: 从“照片”导入
